{
  "Leverage your business today": "Transforma tu negocio hoy",
  "Discover how our solutions can help you be more competitive, optimize your operations and take advantage of the opportunities of the digital future.": "Descubre cómo nuestras soluciones pueden ayudarte a ser más competitivo, optimizar tus operaciones y aprovechar las oportunidades del futuro digital.",
  "Web Demo": "Demo Web",
  "Mobile Demo": "Demo App",
  "Presentation Demo": "Demo Presentación",
  "Global Impact": "Impacto Global",
  "With clients in various sectors and geographical locations, we have managed to impact companies around the world.": "Con clientes en diversos sectores y ubicaciones geográficas, hemos logrado impactar empresas en todo el mundo.",
  "Our flexible and results-oriented approach has allowed us to become a strategic partner for companies looking to grow and evolve in the digital age.": "Nuestro enfoque flexible y orientado a resultados nos ha permitido convertirnos en un socio estratégico para empresas que buscan crecer y evolucionar en la era digital.",
  "Why Choose Vasco Technologies": "Por Qué Elegir Vasco Technologies",
  "Constant Innovation": "Innovación constante",
  "We incorporate the latest technologies to ensure that our solutions are always at the forefront.": "Incorporamos las últimas tecnologías para garantizar que nuestras soluciones estén siempre a la vanguardia.",
  "Dedicated Support": "Soporte Dedicado",
  "We provide comprehensive support that covers everything from implementation to maintenance of our solutions.": "Brindamos un soporte integral que cubre desde la implementación hasta el mantenimiento de nuestras soluciones.",
  "Scalability": "Escalabilidad",
  "Our platforms are designed to grow with your business, facilitating its expansion into new markets.": "Nuestras plataformas están diseñadas para crecer junto con tu negocio, facilitando su expansión en nuevos mercados.",
  "Meet our app demo": "Conoce nuestra App demo",
  "Explore all its features! Discover how our solution can improve your experience easily and quickly.": "¡Explora todas sus funcionalidades! Descubre cómo nuestra solución puede mejorar tu experiencia de manera fácil y rápida.",
  "Welcome to the Vasco Technologies demo session": "Bienvenido(a) a la sesión de demostración de Vasco Technologies",
  "We are delighted to have you with us today as we explore how our technological solutions are transforming the health and retail sectors. During this session, we will show you the key features of our platforms and how they can help your organization optimize processes, improve the customer experience, and increase operational efficiency.": "Estamos encantados de tenerlo(a) con nosotros hoy mientras exploramos cómo nuestras soluciones tecnológicas están transformando el sector de la salud y el comercio minorista. Durante esta sesión, le mostraremos las funcionalidades clave de nuestras plataformas y cómo pueden ayudar a su organización a optimizar procesos, mejorar la experiencia del cliente y aumentar la eficiencia operativa.",
  "E-Mail Address": "Correo Electrónico",
  "Password": "Contraseña",
  "Remember Me": "Recuérdame",
  "Login": "Iniciar Sesión"
}